import Muboraksho from "../assets/Muboraksho.png"; // импорт изображения
import Shamsov from "../assets/Shamsov.png"; // импорт изображения
import shodmon from "../assets/shodmon.png";
import Nematullo from "../assets/Nematullo.png";
import khurshed from "../assets/khurshed.png";
import farukh from "../assets/farukh.jpg";
import myqadas from "../assets/muqadas.jpg";
import shermatov from "../assets/shermatov.jpg";
import mirzoev from "../assets/mirzoev.jpg";
import shahnoza from "../assets/shahnoza.jpg";
import hilol from "../assets/hilol.jpg";
import muhamadinov from "../assets/muhamadinov.jpg";
import bobokhon from "../assets/bobokhon.jpg";

export const staffMembers = [
  {
    name: "ШАМСОВ ИЛЁСҶОН САФАРОВИЧ",
    title: "Профессор",
    bio: "Аз моҳи сентябри соли 2022 дар вазифаи профессори кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ кор мекунад",
    experience: "Соли 2006 Донишгоҳи миллии Тоҷикистонро хатм кардааст",
    details: `МАЪЛУМОТНОМА\n\nШАМСОВ ИЛЁСҶОН САФАРОВИЧ\n\nАз моҳи сентябри соли 2022 дар вазифаи профессори кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ кор мекунад\n\nСоли таваллуд: 15.07.1976\nҶойи таваллуд: н.Темурмалик\nМиллат: Тоҷик\nтаҳсилот олӣ\nСоли 2006 Донишгоҳи миллии Тоҷикистонро хатм кардааст\nИхтисос: муҳандис – иқтисодчӣ\nУнвони илмӣ – доктори илмҳои иқтисодӣ, профессор\nКадом забонҳои хориҷиро медонад: русӣ, англисӣ бо луғат\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотщои давлать сарфароз гардонида шудааст ё не: аълочии маориф ва илми Ҷумҳурии Тоҷикистон ва медали хизмати шоистаи Ҷумҳурии Тоҷикистон\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: не\nВазъи оилавӣ: оиладор, соҳиби 4 фарзанд\nСуроға: ш.Душанбе, н.И.Сомонӣ, к.Телман 189, ҳ.6\n`,
    kor: "Кор ва фаъолияти собиқа:",
    data: [
      {
        year: "Солҳои 1994-1996",
        description:
          "Коллеҷи Индустриалии ш. Душанберо бо ихтисоси алоқаи почтавӣ хатм намудааст",
      },
      {
        year: "Солҳои 2001-2006",
        description: "АссДонишҷўи факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Солҳои 2006-2009",
        description:
          "МуАссистенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Солҳои 2009-2011",
        description:
          "Аспиранти рўзонаи кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Солҳои 2011-2013",
        description:
          "Муаллими калони кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ",
      },
      {
        year: "Солҳои 2013-2017",
        description:
          "Дотсент, мудири кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ",
      },
      {
        year: "Аз соли 2017 то моҳи марти 2020",
        description: "Декани факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Аз моҳи марти 2020 то 2022",
        description: "Декани факултети молиявию иқтисодии ДМТ",
      },
      {
        year: "Аз моҳи сентябри 2022 то ҳол",
        description:
          "Профессори кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ",
      },
    ],
    image: Shamsov,
  },
  {
    name: "МИРЗОЕВ Неъматулло Ҳакимович",
    title: "Доцент",
    bio: "Аз моҳи сентябри соли 2020 дар вазифаи дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети баҳисобгирӣ ва иқтисоди рақамии ДМТ кор мекунад.",
    experience: "Соли 2005 Донишгоҳи миллии Тоҷикистонро хатм кардааст.",
    details: `МАЪЛУМОТНОМА\n\nМИРЗОЕВ Неъматулло Ҳакимович\n\nАз моҳи сентябри соли 2020 дар вазифаи дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети баҳисобгирӣ ва иқтисоди рақамии ДМТ кор мекунад\n\nСоли таваллуд: 10.04.1970\nҶойи таваллуд: н.Файзобод\nМиллат: Тоҷик\nтаҳсилот олӣ\nСоли 2005 Донишгоҳи миллии Тоҷикистонро хатм кардааст\nИхтисос: математик –омузгор\nУнвони илмӣ – номзади илмҳои физикаю математика, дотсент\nКадом забонҳои хориҷиро медонад: англисӣ бо луѓат\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотщои давлать сарфароз гардонида шудааст ё не: не\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: не\nВазъи оилавӣ: оиладор, соҳиби 6 фарзанд\nСуроға: ш.Душанбе, н.Шоҳмансур, кучаи.Умед  277\n`,
    kor: `Кор ва фаъолияти собиқа:`,
    data: [
      {
        year: "Солҳои 1990-1995",
        description: " Донишҷўи факултети механикаю математикаи ДДМТ",
      },
      {
        year: "Солҳои 1995-1996",
        description:
          "Коромузи  кафедраи таҳлили математика ва назарияи функсияҳои ДДМТ",
      },
      {
        year: "Солҳои 1996-2007",
        description:
          "Ассисенти  кафедраи тиҷорати ахбори байналхалқии факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Солҳои 2008-2014",
        description:
          "Муовини декан оид ба илми  факултети иқтисод ва идораи  ДМТ",
      },
      {
        year: "Солҳои 2007-2020",
        description:
          "Дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ ",
      },
      {
        year: "Аз сентябри соли 2020 то ҳол ",
        description:
          "Дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети баҳисобгирӣ ва иқтисоди рақамии ДМТ",
      },
    ],
    image: Nematullo,
  },
  {
    name: "НОРОВ ХУРШЕД ҒИЁСИДДИНОВИЧ",
    title: "Доцент",
    bio: "аз моҳи апрели соли 2017 дар вазифаи мудири кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ кор мекунад",
    experience:
      "Соли 2004 Донишгоҳи  давлатии миллии Тоҷикистонро хатм кардааст",
    details: `МАЪЛУМОТНОМА\n\nНОРОВ ХУРШЕД ҒИЁСИДДИНОВИЧ\n\nАз моҳи апрели соли 2017 дар вазифаи мудири кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ кор мекунад\n\nСоли таваллуд: 01.01.1982\nҶойи таваллуд: ш. Панҷакент\nМиллат: Тоҷик\nтаҳсилот олӣ\nСоли 2004 Донишгоҳи  давлатии миллии Тоҷикистонро хатм кардааст\nИхтисос: муҳандис – иқтисодчӣ\nУнвони илмӣ – номзади илмҳои иқтисодӣ, дотсент\nКадом забонҳои хориҷиро медонад: ролмони  бо луѓат\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотщои давлать сарфароз гардонида шудааст ё не: не\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: не\nВазъи оилавӣ: оиладор, соҳиби 3 фарзанд\nСуроға: шаҳри Душанбе, н.Фирдавсӣ, кўчаи Борбад 92, ҳуҷраи 73\n`,
    kor: "Кор ва фаъолияти собиқа:",
    data: [
      {
        year: "Солҳои 1999-2004",
        description: "Донишҷўи факултети иқтисод ва идораи ДДМТ",
      },
      {
        year: "Солҳои 2004-2006",
        description:
          "Аспиранти рўзонаи кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Солҳои 2010-2011",
        description:
          "Муаллими калони кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Солҳои 2011 то 2017",
        description:
          "Дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Солҳои 2013-2017",
        description:
          "Муовини  декан оид ба таълим дар низоми таҳсилоти кредитии факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Соли 2017",
        description:
          "И.в. мудири кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Соли 2018 то ҳол",
        description:
          "Мудири кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
    ],
    image: khurshed,
  },
  {
    name: "Юсупов Шодмон Насурович",
    title: "Доцент",
    bio: "аз моҳи сентябри соли 2017 дар вазифаи ҷонишини декан оид ба таълими факултети иқтисод ва идораи ДМТ кор мекунад",
    experience:
      "Соли 2004 Донишгоҳи давлатии миллии Тоҷикистонро хатм  кардааст",
    details: `МАЪЛУМОТНОМА\n\nЮсупов Шодмон Насурович\n\nАз моҳи сентябри соли 2017 дар вазифаи ҷонишини декан оид ба таълими факултети иқтисод ва идораи ДМТ кор мекунад\n\nСоли таваллуд: 26.10.1982 \nҶойи таваллуд: н. Данѓара\nМиллат: Тоҷик\nтаҳсилот олӣ\nСоли 2004 Донишгоҳи  давлатии миллии Тоҷикистонро хатм кардааст\nИхтисос: муҳандис – иқтисодчӣ\nУнвони илмӣ – номзади илмҳои иқтисодӣ, дотсент\nКадом забонҳои хориҷиро медонад: русӣ, олмонӣ\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотщои давлать сарфароз гардонида шудааст ё не: не\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: не\nВазъи оилавӣ: оиладор, соҳиби 3 фарзанд\nСуроға: ш. Душанбе, к.Н.қарабоев 150/2, х. 45\n`,
    image: shodmon,
    kor: "Кор ва фаъолияти собиқа",
    data: [
      {
        year: "Солҳои 1999-2004",
        description:
          "Донишҷӯи факултети иқтисод ва идораи Донишгоҳи давлатии миллии Тоҷикистон",
      },
      {
        year: "Солҳои 2004-2014",
        description:
          "Ассистенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ",
      },
      {
        year: "Солҳои 2014 -2017",
        description:
          "Муаллими калони кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ",
      },
      {
        year: "Солҳои 2017 то ҳол",
        description:
          "Дотсенти кафедра ва ҷонишини декан оид ба таълими факултети иқтисод ва идораи ДМТ",
      },
    ],
  },
  // {
  //   name: "СОДИқОВА Меҳри Олимовна",
  //   title: "Доцент",
  //   bio: "Аз моҳи майи соли  2005 дар вазифаи дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти  факултети иқтисод ва идораи ДМТ кор мекунад",
  //   experience: "Соли 1968 Донишгоҳи миллии Тоҷикистонро хатм кардааст",
  //   details: `МАЪЛУМОТНОМА\n\nСОДИқОВА Меҳри Олимовна\n\nАз моҳи майи соли  2005 дар вазифаи дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти  факултети иқтисод ва идораи ДМТ кор мекунад\n\nСоли таваллуд: 07.11.47	 \nҶойи таваллуд: ш. Кулоб\nМиллат: Тоҷик\nтаҳсилот олӣ\nСоли 1968 Донишгоҳи миллии Тоҷикистонро хатм кардааст\nИхтисос: математик, математик ҳисобчи\nУнвони илмӣ – номзади илмҳои иқтисодӣ, дотсент\nКадом забонҳои хориҷиро медонад: русӣ англисӣ бо луѓат\nВакили Маҷлиси вакилони халқ ҳаст ё не: Аълочии Маорифи халқ\nБо мукофотщои давлать сарфароз гардонида шудааст ё не: не\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: не\nВазъи оилавӣ: оиладор, соҳиби 3 фарзанд\nСуроға: шаҳри. Душанбе.н. И. Сомонӣ кучаи А.Навои 22 ҳуҷраи 11\n`,
  //   image: Shamsov,
  //   kor: "Кор ва фаъолияти собиқа",
  //   data: [
  //     {
  //       year: "Солҳои 1968-1974",
  //       description:
  //         "Ассистенти кафедраи математикаи амалӣ ва ҳисобӣ факултети механикаю математикаи ДДТ",
  //     },
  //     {
  //       year: "Солҳои 1974-1977",
  //       description:
  //         "Аспиранти кафедраи кибернетикаи иқтисодӣ факултети иқтисоди ДДТ",
  //     },
  //     {
  //       year: "Солҳои 1977-1996",
  //       description:
  //         "Ассистенти муаллими калон, дотсент, кафедраи кибернетикаи иқтисодӣ ДДМТ",
  //     },
  //     {
  //       year: "Солҳои 1996-2002",
  //       description:
  //         "Мудири кафедраи кибернетикаи иқтисодӣ факултети баҳисобгирии иқтисодӣ ДДМТ",
  //     },
  //     {
  //       year: "Солҳои 2002-2003",
  //       description: "Дотсенти кафедраи риёзатӣ дар иқтисодиёт ДДМТ",
  //     },
  //     {
  //       year: "Солҳои 2004-2005",
  //       description:
  //         "Мудири кафедраи фанҳои табии донишкадаи мусоии только руси",
  //     },
  //     {
  //       year: "Солҳои 2005-2013",
  //       description:
  //         "Мудири кафедраи технологияҳои ахбори байналмилалӣ факултети иқтисод ва идораи ДМТ",
  //     },
  //     {
  //       year: "Солҳои 2013 то ҳол",
  //       description:
  //         "Дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
  //     },
  //   ],
  // },
  {
    name: "Абдураҳмонов Фаррух Абдуллоевич",
    title: "Дотсент",
    bio: "Аз моҳи октябри соли 2018 дар вазифаи ҷонишини декан оид ба таълими факултети иқтисод ва идораи ДМТ кор мекунад",
    experience: "Соли 2008 Донишгоҳи миллии Тоҷикистонро хатм кардааст",
    details: `МАЪЛУМОТНОМА\n\nАбдураҳмонов Фаррух Абдуллоевич\n\nАз моҳи октябри соли 2018 дар вазифаи ҷонишини декан оид ба таълими факултети иқтисод ва идораи ДМТ кор мекунад\n\nСоли таваллуд: 11.08.1985 \nҶойи таваллуд: н. Ховалинг\nМиллат: Тоҷик\nТаҳсилот: олӣ\nСоли 2008 Донишгоҳи миллии Тоҷикистонро хатм кардааст\nИхтисос: Системаҳои ахбори дар иқтисодиёт\nУнвони илмӣ: номзади илмҳои иқтисодӣ, муаллими калон\nКадом забонҳои хориҷиро медонад: русӣ, англисӣ\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотҳои давлать сарфароз гардонида шудааст ё не: не\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: не\nВазъи оилавӣ: оиладор, соҳиби 2 фарзанд\nСуроға: ш. Душанбе`,
    image: "Abdurahmonov.jpg",
    kor: "Кор ва фаъолияти собиқа",
    data: [
      {
        year: "Солҳои 2008-2009",
        description:
          "Мудири синфхонаи система ва шабакаҳои факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Солҳои 2009-2018",
        description:
          "Ассистенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ",
      },
      {
        year: "2018 то ҳол",
        description:
          "Номзади илмҳои иқтисодӣ, муаллими калони кафедраи системаҳои иттилоотӣ дар иқтисодиёт, ҷонишини декан оид ба таълими факултети иқтисод ва идораи ДМТ",
      },
    ],
    image: farukh,
  },
  {
    name: "ҚИЛИЧЕВА Муқаддас Мамараҷабовна",
    title: "Дотсент",
    bio: "Аз моҳи декабри соли 2018 дар вазифаи дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ кор мекунад",
    experience: "Соли 1994 Донишгоҳи Давлатии Тоҷикистонро хатм кардааст",
    details: `МАЪЛУМОТНОМА\n\nҚИЛИЧЕВА Муқаддас Мамараҷабовна\n\nАз моҳи декабри соли 2018 дар вазифаи дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ кор мекунад\n\nСоли таваллуд: 27.07.1970 \nҶойи таваллуд: ш. Душанбе\nМиллат: тоҷик\nТаҳсилот: олӣ\nСоли 1994 Донишгоҳи Давлатии Тоҷикистонро хатм кардааст\nИхтисос: муҳандис иқтисодчӣ\nУнвони илмӣ: номзади илмҳои иқтисодӣ, муаллими калон\nКадом забонҳои хориҷиро медонад: русӣ, немисӣ бо луғат\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотҳои давлать сарфароз гардонида шудааст ё не: аълочии маориф ва илмӣ Ҷумҳурии Тоҷикистон\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: Ифтихорномаи АМИТ ва ифтихорномаи вазорати маориф ва илми ҶТ\nВазъи оилавӣ: оиладор, соҳиби 5 (панҷ) фарзанд\nСуроға: шаҳри Душанбе, н. Фирдавсӣ, кӯчаи Борбад, 72, ҳуҷраи 37`,
    image: "Kilicheva.jpg",
    kor: "Кор ва фаъолияти собиқа",
    data: [
      {
        year: "Солҳои 1987-1989",
        description: "Лаборанти кафедраи физикаи назариявии ДМТ",
      },
      {
        year: "Солҳои 1989-1991",
        description: "Танзимгари факултети физикаи ДМТ",
      },
      {
        year: "Солҳои 1991-1991",
        description:
          "Нозири шуъбаи умумии Дастгоҳи Идораи Президенти ҶСШ Тоҷикистон",
      },
      {
        year: "Солҳои 1991-1998",
        description:
          "Нозири қабулгоҳи Ҷонишини Раиси Совети Вазорати Ҷумхурии Тоҷикистон",
      },
      {
        year: "Солҳои 2002-2003",
        description:
          "Нозири калон шуъбаи саноат ва энергетикаи Дастгоҳи Идораи Президенти Ҷумхурии Тоҷикистон",
      },
      {
        year: "Солҳои 2003-2008",
        description: "Аспирантӣ ДМТ бо ихтисоси 08.00.13",
      },
      {
        year: "Солҳои 2008-2016",
        description:
          "Ассистенти кафедраи ҳисоб ва аудит факултети баҳисобгирии иқтисодии ДМТ",
      },
      {
        year: "Солҳои 2016-2018",
        description:
          "Муаллими калони кафедраи системаҳои иттилоотӣ дар иқтисодиёт факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "2018 то ҳол",
        description:
          "Номзади илмҳои иқтисодӣ, дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёт",
      },
    ],
    image: myqadas,
  },
  {
    name: "ШЕРМАТОВ Ражаб Боймуратович",
    title: "Дотсент",
    bio: "Аз моҳи феврали соли  1997 дар вазифаи муаллими калони кафедраи  системҳои иттилоотӣ дар иқтисодиёти ДМТ кор мекунад",
    experience:
      "Соли 1984 Университети давлатии Тоҷикистон ба номи В. И. Ленин хатм кардааст",
    details: `МАЪЛУМОТНОМА\n\nАШЕРМАТОВ Ражаб Боймуратович\n\nАз моҳи феврали соли  1997 дар вазифаи муаллими калони кафедраи  системҳои иттилоотӣ дар иқтисодиёти ДМТ кор мекунад\n\nСоли таваллуд: 10.03.1954\nҶойи таваллуд: н. Рудаки\nМиллат: Узбек\nТаҳсилот: олӣ\nСоли 1984 Университети давлатии Тоҷикистон ба номи В. И. Ленин хатм кардааст\nИхтисос: технология ва низоми иттилоотӣ дар иқтисодиёт \nУнвони илмӣ: (дараҷаи илмӣ) надорад\nКадом забонҳои хориҷиро медонад: русӣ\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотҳои давлать сарфароз гардонида шудааст ё не: Аълочии маорифи  ҷ.Т.\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: не\nВазъи оилавӣ: оиладор, соҳиби 6 фарзанд\nСуроға: .н.Рудакӣ, ҷамоати  Гулистон, деҳаи Сангтуда 274`,
    image: shermatov,
    kor: "Кор ва фаъолияти собиқа",
    data: [
      {
        year: "Солҳои 1973-1975",
        description: "Хизмат дар сафи Артиши шуравӣ",
      },
      {
        year: "Солҳои 1975-1976",
        description:
          "Техники шуъбаи  мошинҳои ҳисоббарорӣ маркази ҳисоббарории назди идораи оморӣ ҷумхурии Тоҷикистон",
      },
      {
        year: "Солҳои 1976-1994",
        description:
          "Муаллими фанни мошинҳои ҳисоббарор, мудири шуъбаи таҳсилоти рўзонаи техникуми Омори ш. Ваҳдат",
      },
      {
        year: "Солҳои 1994-1995",
        description: "Сарнозири нозироти андози ш. Ваҳдат",
      },
      {
        year: "Солҳои 1995-1996",
        description: "Сариқтисодчии базаи таъминоти ҷумҳуриявии (селхозхимия)",
      },
      {
        year: "Солҳои 1996-2004",
        description:
          "Муаллими калони кафедраи калони кафедраи тиҷорати ахбори байналхалқии факултети иқтисод ва идораи ДДМТ",
      },
      {
        year: "Солҳои 2004-2008",
        description:
          "Муовини декани факултети иқтисод ва идораи ДДМТ оид ба корҳои таълим.",
      },
      {
        year: "Солҳои 2009-2012",
        description:
          "Муовини декани факултети иқтисод ва идораи ДДМТ оид ба таҳсилоти ѓоибона.",
      },
      {
        year: "Солҳои 2012 то ҳол",
        description:
          "Муаллими калони кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ.",
      },
    ],
  },
  {
    name: "МИРЗОЕВ Абдушокир Маҷидович",
    title: "(дараҷаи илмӣ) надорад",
    bio: "Аз 27.05.2007 дар вазифаи муаллими калони кафедраи тиҷорати ахбори байналхалқии  факултети иқтисод ва идораи ДМТ кор мекунад",
    experience: "Соли 1994 Донишгоҳи миллии Тоҷикистонро хатм кардааст",
    details: `МАЪЛУМОТНОМА\n\nМИРЗОЕВ Абдушокир Маҷидович\n\nАз 27.05.2007 дар вазифаи муаллими калони кафедраи тиҷорати ахбори байналхалқии  факултети иқтисод ва идораи ДМТ кор мекунад\n\nСоли таваллуд: 23.05.1972 \nҶойи таваллуд: н.Варзоб\nМиллат: Тоҷик\nТаҳсилот: олӣ\nСоли 1994 Донишгоҳи миллии Тоҷикистонро хатм кардааст\nИхтисос: математик-омузгор\nУнвони илмӣ: (дараҷаи илмӣ) надорад\nКадом забонҳои хориҷиро медонад: русӣ,олмонӣ озодона\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотҳои давлать сарфароз гардонида шудааст ё не: не\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: не\nВазъи оилавӣ: оиладор, соҳиби 6 фарзанд\nСуроға: ноҳияи Варзоб, деҳаи.Шодоб`,
    kor: "Кор ва фаъолияти собиқа",
    data: [
      {
        year: "Солҳои 1994-1998",
        description:
          "Ассисенти кафедраи тиҷорати ахбори байналхалқии  факултети иқтисод ва идораи ДДМТ",
      },
      {
        year: "Солҳои 1998-2001",
        description: "Муовини декани факултети иқтисод ва идора ",
      },
      {
        year: "Солҳои 2001-2007",
        description:
          "Ассисенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Солҳои 2007 то ҳол",
        description:
          "АМуаллими калони кафедраи системаҳои иттилооти дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
    ],
    image: mirzoev,
  },
  {
    name: "САИДОВА Шаҳноза Саидовна",
    title: "(дараҷаи илмӣ) надорад",
    bio: "Аз моҳи декабри соли 2017 дар вазифаи муаллими калони кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ кор мекунад",
    experience:
      "Соли 2007 Донишгоҳи давлатии миллии Тоҷикистонро хатм кардааст",
    details: `МАЪЛУМОТНОМА\n\nСАИДОВА Шаҳноза Саидовна\n\nАз моҳи декабри соли 2017 дар вазифаи муаллими калони кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ кор мекунад\n\nСоли таваллуд: 31.01.1985 \nҶойи таваллуд: ш.Панҷакент\nМиллат: Тоҷик\nТаҳсилот: олӣ\nСоли 2007 Донишгоҳи давлатии миллии Тоҷикистонро хатм кардааст\nУнвони илмӣ: (дараҷаи илмӣ) надорад\nКадом забонҳои хориҷиро медонад: русӣ, англисӣ\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотҳои давлать сарфароз гардонида шудааст ё не: не\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: не\nВазъи оилавӣ: оиладор, соҳиби 2 фарзанд\nСуроға: шаҳри Душанбе, н.Фирдавсӣ, кўчаи Миралӣ 118, ҳуҷраи 9`,
    kor: "Кор ва фаъолияти собиқа",
    data: [
      {
        year: "Солҳои 2007-2017",
        description:
          "Ассисенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Солҳои 2016-2019",
        description:
          "Раиси Шурои занон ва духтарони факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Соли 2017 то ҳол",
        description:
          "Муаллими калони кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
    ],
    image: shahnoza,
  },
  {
    name: "РАҷАБОВ Ҳилолиддин Ҳамроҳқулович",
    title: "(дараҷаи илмӣ) надорад",
    bio: "Аз моҳи сентябри соли  2006 дар вазифаи ассистенти кафедраи тиҷорати ахбори байналхалқии  факултети иқтисод ва идораи ДДМТ кор мекунад",
    experience: "Соли 2006 Донишгоҳи миллии Тоҷикистонро хатм кардааст",
    details: `МАЪЛУМОТНОМА\n\nРАҷАБОВ Ҳилолиддин Ҳамроҳқулович\n\nАз моҳи сентябри соли  2006 дар вазифаи ассистенти кафедраи тиҷорати ахбори байналхалқии  факултети иқтисод ва идораи ДДМТ кор мекунад\n\nСоли таваллуд: 15.11. 1983 \nҶойи таваллуд: н. Ҳисор\nМиллат: Тоҷик\nТаҳсилот: олӣ\nСоли 2006 Донишгоҳи давлатии миллии Тоҷикистонро хатм кардааст\nУнвони илмӣ: (дараҷаи илмӣ) надорад\nКадом забонҳои хориҷиро медонад: англисӣ бо луѓат\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотҳои давлать сарфароз гардонида шудааст ё не: не\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: не\nВазъи оилавӣ: оиладор, соҳиби 3 фарзанд\nСуроға: шаҳри  Ҳисор ҷ.д. Мирзо-Ризо деҳаи Хоҷигилдиёр`,
    kor: "Кор ва фаъолияти собиқа",
    data: [
      {
        year: "Солҳои 2001-2006",
        description: "Донишҷуи факултети иқтисод ва идораи ДДМТ",
      },
      {
        year: "Солҳои 2006-2011",
        description:
          "Ассистенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
      {
        year: "Солҳои 2011-2013",
        description:
          "Аспиранти рўзонаи кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
    ],
    image: hilol,
  },
  {
    name: "ҳАФИЗОВ МУҳАММДИНОМ ДИЛОВАРШОЕВИЧ",
    title: "(дараҷаи илмӣ) надорад",
    bio: "Аз моҳи сентябри соли 2015 ба ҳайси ассистенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ кор мекунад",
    experience: "Соли 2006 Донишгоҳи миллии Тоҷикистонро хатм кардааст",
    details: `МАЪЛУМОТНОМА\n\nҳАФИЗОВ МУҳАММДИНОМ ДИЛОВАРШОЕВИЧ\n\nАз моҳи сентябри соли  2006 дар вазифаи ассистенти кафедраи тиҷорати ахбори байналхалқии  факултети иқтисод ва идораи ДДМТ кор мекунад\n\nСоли таваллуд:  22.02.1993   \nҶойи таваллуд: н. Ховалинг\nМиллат: Тоҷик\nТаҳсилот: олӣ\nСоли 2006 Донишгоҳи давлатии миллии Тоҷикистонро хатм кардааст\nУнвони илмӣ: (дараҷаи илмӣ) надорад\nКадом забонҳои хориҷиро медонад: англисӣ бо луѓат\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотҳои давлать сарфароз гардонида шудааст ё не: не\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: не\nВазъи оилавӣ: муҷаррад\nСуроға: ш.Душанбе, н.Рўдакӣ, ҷ/д. Чортеппа, к.Маърифатӣ`,
    kor: "Кор ва фаъолияти собиқа",
    data: [
      {
        year: "Солҳои 2010 - 2015",
        description: "Донишҷўи Донишгоҳи миллии Тоҷикистон",
      },
      {
        year: "Солҳои 2015 - 2017",
        description:
          "Ассистенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ",
      },
      {
        year: "Солҳои 2011-2013",
        description:
          "Аспиранти рўзонаи кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети иқтисод ва идораи ДМТ",
      },
    ],
    image: muhamadinov,
  },
  {
    name: "БОБОХОНЗОДА Раҷабалӣ Хайрулло",
    title: "(номзади илмҳои иқтисодӣ, дотсент",
    bio: "Аз 6 декабри соли 2020 дар вазифаи ёрдамчии ректори Донишгоҳи миллии Тоҷикистон кор мекунад",
    experience:
      "Соли 2016 Донишгоҳи миллии Тоҷикистонро (рӯзона) хатм намудааст",
    details: `МАЪЛУМОТНОМА\n\nБОБОХОНЗОДА Раҷабалӣ Хайрулло\n\nАз 6 декабри соли 2020 дар вазифаи ёрдамчии ректори Донишгоҳи миллии Тоҷикистон кор мекунад\n\nСоли таваллуд: 4.01.1994\nҶойи таваллуд: н. Данғара\nМиллат: Тоҷик\nТаҳсилот: олӣ\nСоли 2016 Донишгоҳи миллии Тоҷикистонро (рӯзона) хатм намудааст\nУнвони илмӣ: (номзади илмҳои иқтисодӣ, дотсент\nКадом забонҳои хориҷиро медонад: русӣ, англисӣ\nВакили Маҷлиси вакилони халқ ҳаст ё не: не\nБо мукофотҳои давлать сарфароз гардонида шудааст ё не: не\nБо мукофотҳои соҳавӣ сарфароз гардонида шудааст ё не: Ифтихорномаҳои вазорати маориф ва илм, вазорати корҳои дохилӣ, Кумитаи ҷавонон ва варзиш, Иттифоқи ҷавонони Тоҷикистон, Федератсияи Иттифоқҳои касабаи мустақили Ҷумҳурии Тоҷикистон, Аълочии фарҳанги Тоҷикистон (2021), Сипосномаи Ҳизби Халқии Демократии Тоҷикистон (2021) медали Вазорати корҳои дохилии ҶТ “Барои ҳамкорӣ” (2022), Аълочии маориф ва илми Тоҷикистон (2022) ва ғ.\nВазъи оилавӣ: оиладор, соҳиби 1 фарзанд\nСуроға: ш.Душанбе, н.Сино, к.Б.Ғафуров, б. 33/1, ҳ.66 `,
    kor: "Кор ва фаъолияти собиқа",
    data: [
      {
        year: "Солҳои 2011-2016",
        description:
          "Донишҷӯи шуъбаи рӯзонаи факултети иқтисод ва идораи Донишгоҳи миллии Тоҷикистон ",
      },
      {
        year: "Солҳои 2016-2017",
        description:
          "Ассистенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти Донишгоҳи миллии  Тоҷикистон",
      },
      {
        year: "Солҳои 2014-2018",
        description:
          "Роҳбари намояндагии Ташкилоти ҷамъиятии ҷавонони ҲХДТ «Созандагони Ватан» дар ноҳияи Шоҳмансур ",
      },
      {
        year: "Солҳои 2017-2019",
        description:
          "Муовини декан оид ба корҳои тарбиявӣ ва ташкилии факултети иқтисод ва идора, ҳамзамон  ассистенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти ДМТ",
      },
      {
        year: "Солҳои 2019-2020",
        description:
          "Ёрдамчии муовини аввал, муовини ректор оид ба таълими ДМТ, ҳамзамон муаллими калони кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети баҳисобгирӣ ва иқтисоди рақамӣ (2020)",
      },
      {
        year: "Аз декабри соли 2020 то ҳол",
        description:
          "Ёрдамчии ректори ДМТ, ҳамзамон дотсенти кафедраи системаҳои иттилоотӣ дар иқтисодиёти факултети баҳисобгирӣ ва иқтисоди рақамӣ (2020)",
      },
      {
        year: "Аз соли 2015 то ҳол",
        description:
          "Котиби Кумитаи иҷроияи ибтидоии “Дониш”-ҲХДТ дар  назди ДМТ",
      },
    ],
    image: bobokhon,
  },
];
