export const groupSchedules = {
  40010202: [
    {
      day: "Душанбе",
      subjects: [
        "1 - И.Д.М",
        "2 - И.Д.М",
        "3 - Баҳисобгирии бухгалтерӣ",
        "4 - Баҳисобгирии бухгалтерӣ",
        "5 - Баҳисобгирии бухгалтерӣ",
      ],
    },
    {
      day: "Сешанбе",
      subjects: ["Ҳарбӣ", "Тиббӣ"],
    },
    {
      day: "Чоршанбе",
      subjects: [
        "1 - Усул ва воситаҳои хифз",
        "2 - Усул ва воситаҳои хифз",
        "3 - Интернет",
        "4 - Интернет",
        "5 - КАС | Бозори ТИК",
        "6 - Бозори ТИК",
      ],
    },
    {
      day: "Панҷшанбе",
      subjects: [
        "1 - Интернет",
        "2 - Интернет",
        "3 - Усул ва воситаҳои хифз",
        "4 - КАС",
        "5 - КАС",
        "6 - Бозори ТИК",
      ],
    },
    {
      day: "Ҷумъа",
      subjects: [
        "1 - Лоиҳасозии СИИ",
        "2 - Лоиҳасозии СИИ",
        "3 - ИДМ",
        "4 - Банақшагири дар корхона",
        "5 - Банақшагири дар корхона",
        "6 - Бозори ТИК",
      ],
    },
    {
      day: "Шанбе",
      subjects: [
        "1 - КАС",
        "2 - КАС",
        "3 - Бозори ТИК",
        "4 - Банақшагири дар корхона",
        "5 - Лоиҳасозии СИИ",
        "6 - Интернет",
      ],
    },
  ],
  40010203: [
    {
      day: "Душанбе",
      subjects: [
        "1 - Физика",
        "2 - Математика",
        "3 - История",
        "4 - Химия",
        "5 - Английский",
      ],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Литература", "2 - География"],
    },
    {
      day: "Чоршанбе",
      subjects: [
        "1 - Биология",
        "2 - Математика",
        "3 - Информатика",
        "4 - История",
      ],
    },
    {
      day: "Панҷшанбе",
      subjects: [
        "1 - Химия",
        "2 - Биология",
        "3 - Математика",
        "4 - Литература",
      ],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Английский", "2 - География", "3 - Физика", "4 - Химия"],
    },
    {
      day: "Шанбе",
      subjects: [
        "1 - Математика",
        "2 - Литература",
        "3 - История",
        "4 - Английский",
      ],
    },
  ],
  40010204: [
    {
      day: "Душанбе",
      subjects: [
        "1 - Алгебра",
        "2 - Геометрия",
        "3 - Физика",
        "4 - Математика",
        "5 - Литература",
      ],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - История", "2 - Биология"],
    },
    {
      day: "Чоршанбе",
      subjects: [
        "1 - Химия",
        "2 - География",
        "3 - Математика",
        "4 - Информатика",
      ],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Литература", "2 - Английский", "3 - Математика"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Биология", "2 - География", "3 - История", "4 - Алгебра"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Химия", "2 - Математика", "3 - Литература", "4 - Физика"],
    },
  ],
  40010205: [
    {
      day: "Душанбе",
      subjects: [
        "1 - Технологии",
        "2 - Математика",
        "3 - Химия",
        "4 - Биология",
        "5 - История",
      ],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - География", "2 - Английский"],
    },
    {
      day: "Чоршанбе",
      subjects: [
        "1 - Математика",
        "2 - Литература",
        "3 - Алгебра",
        "4 - Физика",
      ],
    },
    {
      day: "Панҷшанбе",
      subjects: [
        "1 - Биология",
        "2 - География",
        "3 - Информатика",
        "4 - Математика",
      ],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Английский", "2 - История", "3 - Литература"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Физика", "2 - Химия", "3 - География", "4 - Математика"],
    },
  ],
  40010206: [
    {
      day: "Душанбе",
      subjects: [
        "1 - Физика",
        "2 - Математика",
        "3 - Литература",
        "4 - Химия",
        "5 - Биология",
      ],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Английский", "2 - Математика"],
    },
    {
      day: "Чоршанбе",
      subjects: [
        "1 - География",
        "2 - История",
        "3 - Физика",
        "4 - Литература",
      ],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Химия", "2 - Математика", "3 - Биология"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - История", "2 - Литература", "3 - География"],
    },
    {
      day: "Шанбе",
      subjects: [
        "1 - Английский",
        "2 - Математика",
        "3 - Биология",
        "4 - Физика",
      ],
    },
  ],
  40010207: [
    {
      day: "Душанбе",
      subjects: [
        "1 - Математика",
        "2 - Литература",
        "3 - География",
        "4 - Физика",
        "5 - Химия",
      ],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Биология", "2 - Информатика"],
    },
    {
      day: "Чоршанбе",
      subjects: [
        "1 - Математика",
        "2 - История",
        "3 - Литература",
        "4 - География",
      ],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Биология", "2 - Английский", "3 - Химия"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Физика", "2 - Математика", "3 - Литература"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Английский", "2 - Биология", "3 - История", "4 - Физика"],
    },
  ],
  40010208: [
    {
      day: "Душанбе",
      subjects: [
        "1 - Литература",
        "2 - Математика",
        "3 - География",
        "4 - Физика",
        "5 - Английский",
      ],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Химия", "2 - Математика"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Биология", "2 - История", "3 - Литература", "4 - Физика"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Английский", "2 - География", "3 - Математика"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Химия", "2 - Математика", "3 - Биология"],
    },
    {
      day: "Шанбе",
      subjects: [
        "1 - История",
        "2 - Литература",
        "3 - География",
        "4 - Английский",
      ],
    },
  ],
};

export const groupSchedules1 = {
  40010202: [
    {
      day: "Душанбе",
      subjects: ["1 - И.Д.М", "2 - И.Д.М"],
    },
    {
      day: "Сешанбе",
      subjects: ["Ҳарбӣ", "Тиббӣ"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Усул ва воситаҳои хифз", "2 - Усул ва воситаҳои хифз"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Интернет", "2 - Интернет", "3 - Усул ва воситаҳои хифз"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Лоиҳасозии СИИ", "2 - Лоиҳасозии СИИ"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - КАС", "2 - КАС"],
    },
  ],
  40010203: [
    {
      day: "Душанбе",
      subjects: ["1 - Физика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Литература", "2 - География"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Биология"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Химия"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Английский", "2 - География", "3 - Физика", "4 - Химия"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Математика"],
    },
  ],
  40010204: [
    {
      day: "Душанбе",
      subjects: ["1 - Алгебра", "2 - Геометрия"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - История", "2 - Биология"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Химия", "2 - География"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Литература", "2 - Английский", "3 - Математика"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Биология", "2 - География", "3 - История", "4 - Алгебра"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Химия", "2 - Математика", "3 - Литература", "4 - Физика"],
    },
  ],
  40010205: [
    {
      day: "Душанбе",
      subjects: ["1 - Технологии", "2 - Математика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - География", "2 - Английский"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Математика"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Биология", "2 - География"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Английский", "2 - История", "3 - Литература"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Физика", "2 - Химия", "3 - География", "4 - Математика"],
    },
  ],
  40010206: [
    {
      day: "Душанбе",
      subjects: ["1 - Физика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Английский", "2 - Математика"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - География"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Химия", "2 - Математика", "3 - Биология"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - История", "2 - Литература", "3 - География"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Английский"],
    },
  ],
  40010207: [
    {
      day: "Душанбе",
      subjects: ["1 - Математика", "2 - Литература"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Биология", "2 - Информатика"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Математика"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Биология", "2 - Английский", "3 - Химия"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Физика", "2 - Математика", "3 - Литература"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Английский", "2 - Биология", "3 - История", "4 - Физика"],
    },
  ],
  40010208: [
    {
      day: "Душанбе",
      subjects: ["1 - Литература", "2 - Математика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Химия", "2 - Математика"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Биология", "2 - История", "3 - Литература", "4 - Физика"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Английский", "2 - География", "3 - Математика"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Химия", "2 - Математика", "3 - Биология"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - История"],
    },
  ],
};
export const groupSchedules2 = {
  40010202: [
    {
      day: "Душанбе",
      subjects: ["1 - И.Д.М", "2 - И.Д.М", "3 - Новое занятие"], // Добавлен новый предмет
    },
    {
      day: "Сешанбе",
      subjects: ["Ҳарбӣ", "Тиббӣ"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Усул ва воситаҳои хифз", "2 - Усул ва воситаҳои хифз"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Интернет", "2 - Интернет", "3 - Усул ва воситаҳои хифз"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Лоиҳасозии СИИ", "2 - Лоиҳасозии СИИ"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - КАС", "2 - КАС"],
    },
  ],
  40010203: [
    {
      day: "Душанбе",
      subjects: ["1 - Физика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Литература", "2 - География"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Биология"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Химия"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Английский", "2 - География", "3 - Физика", "4 - Химия"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Математика"],
    },
  ],
  40010204: [
    {
      day: "Душанбе",
      subjects: ["1 - Алгебра", "2 - Геометрия"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - История", "2 - Биология"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Химия", "2 - География"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Литература", "2 - Английский", "3 - Математика"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Биология", "2 - География", "3 - История", "4 - Алгебра"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Химия", "2 - Математика", "3 - Литература", "4 - Физика"],
    },
  ],
  40010205: [
    {
      day: "Душанбе",
      subjects: ["1 - Технологии", "2 - Математика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - География", "2 - Английский"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Математика"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Биология", "2 - География"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Английский", "2 - История", "3 - Литература"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Физика", "2 - Химия", "3 - География", "4 - Математика"],
    },
  ],
  40010206: [
    {
      day: "Душанбе",
      subjects: ["1 - Физика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Английский", "2 - Математика"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - География"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Химия", "2 - Математика", "3 - Биология"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - История", "2 - Литература", "3 - География"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Английский"],
    },
  ],
  40010207: [
    {
      day: "Душанбе",
      subjects: ["1 - Математика", "2 - Литература"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Биология", "2 - Информатика"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Математика"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Биология", "2 - Английский", "3 - Химия"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Физика", "2 - Математика", "3 - Литература"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Английский", "2 - Биология", "3 - История", "4 - Физика"],
    },
  ],
  40010208: [
    {
      day: "Душанбе",
      subjects: ["1 - Литература", "2 - Математика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Химия", "2 - Математика"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Биология", "2 - История", "3 - Литература", "4 - Физика"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Английский", "2 - География", "3 - Математика"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Химия", "2 - Математика", "3 - Биология"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - История"],
    },
  ],
};
export const groupSchedules4 = {
  40010202: [
    {
      day: "Душанбе",
      subjects: ["1 - И.Д.М", "2 - И.Д.М", "3 - Новое занятие"], // Добавлен новый предмет
    },
    {
      day: "Сешанбе",
      subjects: ["Ҳарбӣ", "Тиббӣ"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Усул ва воситаҳои хифз", "2 - Усул ва воситаҳои хифз"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Интернет", "2 - Интернет", "3 - Усул ва воситаҳои хифз"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Лоиҳасозии СИИ", "2 - Лоиҳасозии СИИ"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - КАС", "2 - КАС"],
    },
  ],
  40010203: [
    {
      day: "Душанбе",
      subjects: ["1 - Физика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Литература", "2 - География"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Биология"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Химия"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Английский", "2 - География", "3 - Физика", "4 - Химия"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Математика"],
    },
  ],
  40010204: [
    {
      day: "Душанбе",
      subjects: ["1 - Алгебра", "2 - Геометрия"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - История", "2 - Биология"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Химия", "2 - География"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Литература", "2 - Английский", "3 - Математика"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Биология", "2 - География", "3 - История", "4 - Алгебра"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Химия", "2 - Математика", "3 - Литература", "4 - Физика"],
    },
  ],
  40010205: [
    {
      day: "Душанбе",
      subjects: ["1 - Технологии", "2 - Математика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - География", "2 - Английский"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Математика"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Биология", "2 - География"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Английский", "2 - История", "3 - Литература"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Физика", "2 - Химия", "3 - География", "4 - Математика"],
    },
  ],
  40010206: [
    {
      day: "Душанбе",
      subjects: ["1 - Физика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Английский", "2 - Математика"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - География"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Химия", "2 - Математика", "3 - Биология"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - История", "2 - Литература", "3 - География"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Английский"],
    },
  ],
  40010207: [
    {
      day: "Душанбе",
      subjects: ["1 - Математика", "2 - Литература"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Биология", "2 - Информатика"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Математика"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Биология", "2 - Английский", "3 - Химия"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Физика", "2 - Математика", "3 - Литература"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - Английский", "2 - Биология", "3 - История", "4 - Физика"],
    },
  ],
  40010208: [
    {
      day: "Душанбе",
      subjects: ["1 - Литература", "2 - Математика"],
    },
    {
      day: "Сешанбе",
      subjects: ["1 - Химия", "2 - Математика"],
    },
    {
      day: "Чоршанбе",
      subjects: ["1 - Биология", "2 - История", "3 - Литература", "4 - Физика"],
    },
    {
      day: "Панҷшанбе",
      subjects: ["1 - Английский", "2 - География", "3 - Математика"],
    },
    {
      day: "Ҷумъа",
      subjects: ["1 - Химия", "2 - Математика", "3 - Биология"],
    },
    {
      day: "Шанбе",
      subjects: ["1 - История"],
    },
  ],
};
